#+title: Test

#+begin_src bash
date
#+end_src

#+RESULTS:
: Sun Sep 22 06:27:56 PM EDT 2024

#+begin_src elisp
(message "hi")
#+end_src

#+RESULTS:
: hi
